Repository: ctc-oss/fapolicy-analyzer
Catalog: python/locale/*/LC_MESSAGES/fapolicy_analyzer.po
Languages: es

source: File: {trust.path} Size: {trust.size} SHA256: {trust.hash}
es: Fichero: {trust.path} Tamaño: {trust.size} SHA256: {trust.hash}

source: This file is trusted.
es: Este archivo es de confianza.

source: There is a discrepancy with this file.
es: Existe una discrepancia con este archivo.

source: The trust status of this file is unknown.
es: Se desconoce el estado de confianza de este archivo.

source: Deploy Ancillary Trust Changes?
es: ¿Implementar cambios de confianza complementarios?

source: Are you sure you wish to deploy your changes to the ancillary trust database? This will update the fapolicy trust and restart the service.
es: ¿Está seguro de que desea implementar sus cambios en el fideicomiso auxiliar base de datos? Esto actualizará la confianza de fapolicy y reiniciará el servicio.

source: System Trust Database
es: Base de datos de confianza del sistema

source: Ancillary Trust Database
es: Base de datos de confianza auxiliar

source: Reverting to previous settings in {i+1} seconds
es: Volviendo a la configuración anterior en {i+1} segundos

source: File
es: Fichero

source: Add File
es: Agregar Fichero

source: File path(s) contains embedded whitespace.
es: Las rutas de fichero contienen espacios en blanco incrustados.

source: fapolicyd currently does not support paths containing spaces. The following paths will not be added to the Trusted Files List.(fapolicyd: V TBD)
es: fapolicyd actualmente no admite rutas que contengan espacios. Las siguientes rutas no se agregarán a la Lista de archivos de confianza (fapolicyd: V TBD)

source: Scan System
es: Sistema de escaneo

source: Administer Trust Databases
es: Administrar bases de datos de confianza

source: Analyzer Selection
es: Selección del analizador

source: Analyze From Audit
es: Analizar desde auditoría

source: Trust
es: Confianza

source: Untrust
es: Desconfianza

source: Deploy Ancillary Trust
es: Implementar confianza auxiliar

source: Keep these trust changes?
es: ¿Conservar estos cambios de confianza?

source: Reverting to previous settings in 15 seconds.
es: Volviendo a la configuración anterior en 15 segundos.

source: About File Acccess Policy Analyzer
es: Acerca del analizador de políticas de acceso a archivos

source: File Access Policy Analyzer
es: Analizador de políticas de acceso a archivos

source: _File
es: _Archivo

source: _Help
es: _Ayudar

source: Add File To Ancillary Trust Database
es: Agregar archivo a la base de datos de confianza auxiliar

source: In Database
es: En base de datos

source: On File System
es: En el sistema de archivos

source: File Trust Status
es: Estado de confianza del archivo

source: page0
es: página0

source: Loading...
es: Cargando...

source: page1
es: página1

source: Unapplied Changes
es: Cambios no aplicados

source: There are unapplied changes.
es: Hay cambios sin aplicar.

source: Your changes will be lost.
es: Tus cambios se perderán.
